[
    {
        "date": "Septiembre 2020",
        "description": "Xidoo Rutas fue planteado como una idea de un posible proyecto escolar, en un inicio, el proyecto era una aplicación de rutas, sin embargo el equipo de desarrollo concluyo que se debían agregar otras funciones para que Xidoo Rutas sea una app única.",
        "id": "1",
        "src": "https://xidoorutas.com/Assets/start1.png",
        "title": "El inicio"
    },
    {
        "date": "Enero 2021",
        "description": "Iniciando el año 2021 el equipo comenzó con el desarrollo del proyecto, se inicio haciendo bocetos, interfaces, modelados y se desarrollo la pagina web del proyecto.",
        "id": "2",
        "src": "https://xidoorutas.com/Assets/develop.png",
        "title": "Comenzó el desarrollo"
    },
    {
        "date": "Junio 2021",
        "description": "Los primeros prototipos funcionales de Xidoo Rutas fueron increíbles, dichos prototipos ofrecían diversas funcionalidades aunque limitadas, eran extraordinarias.",
        "id": "3",
        "src": "https://xidoorutas.com/Assets/prototype.png",
        "title": "Primer prototipo"
    },
    {
        "date": "Noviembre 2021",
        "description": "Xidoo Rutas participo en el CONIES 2021 edición Tamaulipas, participo en la categoría emprendimiento tecnológico obteniendo el segundo lugar a nivel nacional compitiendo con 100 universidades.",
        "id": "4",
        "src": "https://xidoorutas.com/Assets/trophy.png",
        "title": "Conies"
    },
    {
        "date": "Abril 2022",
        "description": "Mostramos la versión de prueba ante el publico, los asistentes pudieron interactuar con la aplicación móvil y las plataformas web preparadas. La mayoría de comentarios fueron favorables y también nos retroalimentamos con la interacción con la comunidad universitaria.",
        "id": "5",
        "src": "https://xidoorutas.com/Assets/coding.png",
        "title": "Versión de prueba"
    },
    {
        "date": "",
        "description": "En Xidoo Rutas seguimos trabajando para que puedas disfrutar de una aplicación hecha con dedicación y esmero. #ConectandoLaCiudad",
        "id": "6",
        "src": "https://xidoorutas.com/Assets/soon.png",
        "title": "Esperanos pronto"
    }
]